Repository: chen2he/PrivyMark
Catalog: apps/iOS/PrivyMark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, zh_hans, zh_hant

source: %@ Emoji cover
de: %@ Emoji-Abdeckung
es: %@ Tapado con emoji
fr: %@ Masque emoji
it: %@ Copertura emoji
pt: %@ Cobertura com emoji
zh_hans: %@ 表情遮挡
zh_hant: %@ 表情符號遮擋

source: %lld covered
de: %lld abgedeckt
es: %lld tapados
fr: %lld masqués
it: %lld coperti
pt: %lld ocultos
zh_hans: 已盖住 %lld 处
zh_hant: 已蓋住 %lld 處

source: %lld covered · flattened into the pixels
de: %lld abgedeckt · fest in die Pixel eingerechnet
es: %lld tapados · integrados en los píxeles
fr: %lld masqués · fusionnés dans les pixels
it: %lld coperti · fusi nei pixel
pt: %lld ocultos · fundidos aos pixels
zh_hans: 已盖住 %lld 处 · 已写入像素
zh_hant: 已蓋住 %lld 處 · 已寫入像素

source: %lld found
de: %lld gefunden
es: %lld encontrados
fr: %lld trouvés
it: %lld trovati
pt: %lld encontrados
zh_hans: 发现 %lld 处
zh_hant: 發現 %lld 處

source: %lld found · %lld covered
de: %1$lld gefunden · %2$lld abgedeckt
es: %1$lld encontrados · %2$lld tapados
fr: %1$lld trouvés · %2$lld masqués
it: %1$lld trovati · %2$lld coperti
pt: %1$lld encontrados · %2$lld ocultos
zh_hans: 发现 %1$lld 处 · 已盖住 %2$lld 处
zh_hant: 發現 %1$lld 處 · 已蓋住 %2$lld 處

source: 42 Willow Ave, Riverton
de: Lindenstr. 42, Berlin
es: Calle Mayor 42, Madrid
fr: 42 rue des Lilas, Lyon
it: Via Roma 42, Milano
pt: Rua Augusta 42, SP
zh_hans: 朝阳区建国路 88 号
zh_hant: 信義區松仁路 100 號

source: A delivery label being scanned. The name, face, phone number, address, tracking number and QR code are found.
de: Ein Versandetikett wird gescannt. Name, Gesicht, Telefonnummer, Adresse, Sendungsnummer und QR-Code werden gefunden.
es: Se analiza una etiqueta de envío. Se encuentran el nombre, la cara, el teléfono, la dirección, el número de seguimiento y el código QR.
fr: Une étiquette de livraison est analysée. Le nom, le visage, le numéro de téléphone, l'adresse, le numéro de suivi et le code QR sont détectés.
it: Un'etichetta di spedizione viene analizzata. Vengono trovati nome, volto, numero di telefono, indirizzo, numero di tracciamento e codice QR.
pt: Uma etiqueta de entrega é analisada. O nome, o rosto, o telefone, o endereço, o código de rastreio e o QR code são encontrados.
zh_hans: 正在扫描一张快递面单。找到了姓名、人脸、电话、地址、运单号和二维码。
zh_hant: 正在掃描一張宅配單。找到了姓名、人臉、電話、地址、貨態單號和 QR Code。

source: A delivery label with the name, face, phone number, address, tracking number and QR code covered in green.
de: Ein Versandetikett, auf dem Name, Gesicht, Telefonnummer, Adresse, Sendungsnummer und QR-Code grün abgedeckt sind.
es: Una etiqueta de envío con el nombre, la cara, el teléfono, la dirección, el número de seguimiento y el código QR tapados en verde.
fr: Une étiquette de livraison dont le nom, le visage, le numéro de téléphone, l'adresse, le numéro de suivi et le code QR sont masqués en vert.
it: Un'etichetta di spedizione con nome, volto, numero di telefono, indirizzo, numero di tracciamento e codice QR coperti in verde.
pt: Uma etiqueta de entrega com o nome, o rosto, o telefone, o endereço, o código de rastreio e o QR code ocultos em verde.
zh_hans: 一张快递面单，姓名、人脸、电话、地址、运单号和二维码都已用绿色盖住。
zh_hant: 一張宅配單，姓名、人臉、電話、地址、貨態單號和 QR Code 都已用綠色蓋住。

source: AI-enhanced detection
de: KI-gestützte Erkennung
es: Detección mejorada con IA
fr: Détection améliorée par IA
it: Rilevamento potenziato dall'IA
pt: Detecção aprimorada com IA
zh_hans: AI 增强识别
zh_hant: AI 增強辨識

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar
zh_hans: 添加
zh_hant: 加入

source: Add Watermark…
de: Wasserzeichen hinzufügen …
es: Añadir marca de agua…
fr: Ajouter un filigrane…
it: Aggiungi filigrana…
pt: Adicionar marca d'água…
zh_hans: 添加水印…
zh_hant: 加入浮水印…

source: Additional metadata present
de: Weitere Metadaten vorhanden
es: Hay metadatos adicionales
fr: Métadonnées supplémentaires présentes
it: Metadati aggiuntivi presenti
pt: Metadados adicionais presentes
zh_hans: 含其他元数据
zh_hant: 含其他中繼資料

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
pt: Endereço
zh_hans: 地址
zh_hant: 地址

source: Airplane Mode
de: Flugmodus
es: Modo Avión
fr: Mode Avion
it: Uso in aereo
pt: Modo Avião
zh_hans: 飞行模式
zh_hant: 飛航模式

source: Airplane Mode on, and PrivyMark still works. Scanned on this iPhone, never uploaded. No account, no ads, no tracking. Nothing is kept once you're done.
de: Flugmodus an, und PrivyMark funktioniert trotzdem. Gescannt auf diesem iPhone, nie hochgeladen. Kein Konto, keine Werbung, kein Tracking. Nichts wird aufbewahrt, wenn du fertig bist.
es: Modo Avión activado y PrivyMark sigue funcionando. Se analiza en este iPhone y nunca se sube. Sin cuenta, sin anuncios, sin rastreo. No se guarda nada cuando terminas.
fr: Mode Avion activé, et PrivyMark fonctionne toujours. Analysé sur cet iPhone, jamais envoyé. Aucun compte, aucune publicité, aucun suivi. Rien n'est conservé une fois terminé.
it: Uso in aereo attivo, e PrivyMark funziona comunque. Analizzato su questo iPhone, mai caricato. Nessun account, nessuna pubblicità, nessun tracciamento. Non resta nulla quando hai finito.
pt: Modo Avião ativado, e o PrivyMark continua funcionando. Analisado neste iPhone, nunca enviado. Sem conta, sem anúncios, sem rastreamento. Nada fica guardado quando você termina.
zh_hans: 飞行模式已开启，PrivyMark 依然可用。在这台 iPhone 上扫描，绝不上传。无需账号，没有广告，没有追踪。用完不留任何记录。
zh_hant: 飛航模式已開啟，PrivyMark 依然可用。在這支 iPhone 上掃描，絕不上傳。無需帳號，沒有廣告，沒有追蹤。用完不留任何紀錄。

source: Alex Morgan
de: Lena Schmidt
es: Lucía Martín
fr: Camille Dubois
it: Giulia Rossi
pt: Ana Souza
zh_hans: 李娜
zh_hant: 陳怡君

source: All
de: Alle
es: Todo
fr: Tout
it: Tutti
pt: Tudo
zh_hans: 全部
zh_hant: 全部

source: All Photos
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos
it: Tutte le foto
pt: Todas as fotos
zh_hans: 所有照片
zh_hant: 所有照片

source: All removed
de: Alles entfernt
es: Todo eliminado
fr: Tout est retiré
it: Tutto rimosso
pt: Tudo removido
zh_hans: 全部移除
zh_hant: 全部移除

source: Allow PrivyMark to access Photos in Settings to save your redacted image.
de: Erlaube PrivyMark in den Einstellungen den Zugriff auf Fotos, um dein abgedecktes Bild zu sichern.
es: Permite que PrivyMark acceda a Fotos en Ajustes para guardar tu imagen tapada.
fr: Autorisez PrivyMark à accéder aux Photos dans Réglages pour enregistrer votre image masquée.
it: Consenti a PrivyMark di accedere a Foto in Impostazioni per salvare l'immagine coperta.
pt: Permita o acesso do PrivyMark às Fotos nos Ajustes para salvar sua imagem ocultada.
zh_hans: 请在「设置」中允许 PrivyMark 访问照片，以保存打码后的图片。
zh_hant: 請在「設定」中允許 PrivyMark 取用照片，以儲存打碼後的圖片。

source: Applied %lld suggestions
de: %lld Vorschläge angewendet
es: Se aplicaron %lld sugerencias
fr: %lld suggestions appliquées
it: %lld suggerimenti applicati
pt: %lld sugestões aplicadas
zh_hans: 已应用 %lld 处建议
zh_hant: 已套用 %lld 處建議

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar
zh_hans: 应用
zh_hant: 套用

source: Auto-edit newest photo
de: Neuestes Foto automatisch bearbeiten
es: Editar automáticamente la foto más reciente
fr: Modifier auto. la photo la plus récente
it: Modifica automatica della foto più recente
pt: Editar automaticamente a foto mais recente
zh_hans: 自动编辑最新照片
zh_hant: 自動編輯最新照片

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar
zh_hans: 返回
zh_hant: 返回

source: Blends into a solid background.
de: Fügt sich in einen einfarbigen Hintergrund ein.
es: Se funde con un fondo uniforme.
fr: Se fond dans un arrière-plan uni.
it: Si fonde con uno sfondo uniforme.
pt: Combina com um fundo sólido.
zh_hans: 融入纯色背景。
zh_hant: 融入純色背景。

source: Block
de: Balken
es: Bloque
fr: Bloc
it: Blocco
pt: Bloco
zh_hans: 色块
zh_hant: 色塊

source: Block color
de: Balkenfarbe
es: Color del bloque
fr: Couleur du bloc
it: Colore blocco
pt: Cor do bloco
zh_hans: 色块颜色
zh_hant: 色塊顏色

source: Blur
de: Weichzeichnen
es: Difuminar
fr: Flouter
it: Sfoca
pt: Desfocar
zh_hans: 模糊
zh_hant: 模糊

source: Brush color
de: Pinselfarbe
es: Color del pincel
fr: Couleur du pinceau
it: Colore pennello
pt: Cor do pincel
zh_hans: 画笔颜色
zh_hant: 畫筆顏色

source: Buy Me Another Coffee
de: Spendier mir noch einen Kaffee
es: Invítame otro café
fr: Offrez-moi un autre café
it: Offrimi un altro caffè
pt: Pague-me outro café
zh_hans: 再请我喝杯咖啡
zh_hant: 再請我喝杯咖啡

source: Buy Me a Coffee
de: Spendier mir einen Kaffee
es: Invítame un café
fr: Offrez-moi un café
it: Offrimi un caffè
pt: Pague-me um café
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

source: Camera make, model, software
de: Kameramarke, Modell, Software
es: Marca, modelo y software de la cámara
fr: Marque, modèle, logiciel de l'appareil
it: Marca, modello e software della fotocamera
pt: Marca, modelo e software da câmera
zh_hans: 相机品牌、型号、软件
zh_hant: 相機品牌、型號、軟體

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Capture Info
de: Aufnahmeinfos
es: Datos de captura
fr: Infos de prise de vue
it: Info scatto
pt: Informações de captura
zh_hans: 拍摄信息
zh_hant: 拍攝資訊

source: Card Number
de: Kartennummer
es: Número de tarjeta
fr: Numéro de carte
it: Numero carta
pt: Número do cartão
zh_hans: 卡号
zh_hant: 卡號

source: Check any photo,
de: Prüf jedes Foto,
es: Revisa cualquier foto,
fr: Vérifiez une photo,
it: Controlla qualsiasi foto,
pt: Confira qualquer foto,
zh_hans: 任何照片都能检查，
zh_hant: 任何照片都能檢查，

source: Choose a Photo
de: Foto auswählen
es: Elige una foto
fr: Choisir une photo
it: Scegli una foto
pt: Escolha uma foto
zh_hans: 选择照片
zh_hant: 選擇照片

source: Clears pixel low-bits + all metadata. Can't remove robust forensic watermarks.
de: Löscht Pixel-Low-Bits und alle Metadaten. Robuste forensische Wasserzeichen bleiben.
es: Borra los bits bajos de los píxeles y todos los metadatos. No elimina marcas de agua forenses robustas.
fr: Efface les bits de poids faible des pixels + toutes les métadonnées. Ne peut pas retirer les filigranes médico-légaux robustes.
it: Cancella i bit meno significativi dei pixel e tutti i metadati. Non rimuove le filigrane forensi robuste.
pt: Limpa os bits baixos dos pixels e todos os metadados. Não remove marcas d'água forenses robustas.
zh_hans: 清除像素低位 + 全部元数据。无法去除专业级取证水印。
zh_hant: 清除像素低位 + 全部中繼資料。無法去除專業級鑑識浮水印。

source: Compress similar colors
de: Ähnliche Farben komprimieren
es: Comprimir colores similares
fr: Compresser les couleurs similaires
it: Comprimi colori simili
pt: Comprimir cores semelhantes
zh_hans: 压缩相近颜色
zh_hant: 壓縮相近顏色

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
zh_hans: 继续
zh_hant: 繼續

# Coordinates %@, %@
source: Coordinates %1$@, %2$@
de: Koordinaten %1$@, %2$@
es: Coordenadas %1$@, %2$@
fr: Coordonnées %1$@, %2$@
it: Coordinate %1$@, %2$@
pt: Coordenadas %1$@, %2$@
zh_hans: 坐标 %1$@, %2$@
zh_hant: 座標 %1$@, %2$@

source: Couldn't Export
de: Export fehlgeschlagen
es: No se pudo exportar
fr: Impossible d'exporter
it: Impossibile esportare
pt: Não foi possível exportar
zh_hans: 无法导出
zh_hant: 無法匯出

source: Couldn't Open Photo
de: Foto nicht geöffnet
es: No se pudo abrir la foto
fr: Impossible d'ouvrir la photo
it: Impossibile aprire la foto
pt: Não foi possível abrir a foto
zh_hans: 无法打开照片
zh_hant: 無法開啟照片

source: Couldn't prepare image
de: Bild nicht vorbereitet
es: No se pudo preparar la imagen
fr: Impossible de préparer l'image
it: Impossibile preparare l'immagine
pt: Não foi possível preparar a imagem
zh_hans: 无法准备图片
zh_hant: 無法準備圖片

source: Cover All
de: Alle abdecken
es: Tapar todo
fr: Tout masquer
it: Copri tutto
pt: Ocultar tudo
zh_hans: 全部盖住
zh_hant: 全部蓋住

source: Cover Them
de: Abdecken
es: Taparlos
fr: Les masquer
it: Coprili
pt: Ocultar tudo
zh_hans: 一键盖住
zh_hant: 一鍵蓋住

source: Covered
de: Abgedeckt
es: Tapado
fr: Couvert
it: Coperto
pt: Coberto
zh_hans: 已覆盖
zh_hant: 已覆蓋

source: Date, exposure, lens settings
de: Datum, Belichtung, Objektiv
es: Fecha, exposición y ajustes del objetivo
fr: Date, exposition, réglages d'objectif
it: Data, esposizione, impostazioni obiettivo
pt: Data, exposição e ajustes da lente
zh_hans: 日期、曝光、镜头设置
zh_hant: 日期、曝光、鏡頭設定

source: Default tool
de: Standardwerkzeug
es: Herramienta predeterminada
fr: Outil par défaut
it: Strumento predefinito
pt: Ferramenta padrão
zh_hans: 默认工具
zh_hant: 預設工具

source: Defaults
de: Standards
es: Valores predeterminados
fr: Réglages par défaut
it: Predefiniti
pt: Padrões
zh_hans: 默认设置
zh_hant: 預設設定

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Apagar
zh_hans: 删除
zh_hant: 刪除

source: Detected Risks
de: Erkannte Risiken
es: Riesgos detectados
fr: Risques détectés
it: Rischi rilevati
pt: Riscos detectados
zh_hans: 识别到的风险
zh_hant: 辨識到的風險

source: Detected region
de: Erkannter Bereich
es: Región detectada
fr: Zone détectée
it: Area rilevata
pt: Região detectada
zh_hans: 识别出的区域
zh_hant: 辨識出的區域

source: Device Info
de: Geräteinfos
es: Datos del dispositivo
fr: Infos sur l'appareil
it: Info dispositivo
pt: Informações do dispositivo
zh_hans: 设备信息
zh_hant: 裝置資訊

source: Device data present
de: Gerätedaten vorhanden
es: Hay datos del dispositivo
fr: Données de l'appareil présentes
it: Dati del dispositivo presenti
pt: Dados do dispositivo presentes
zh_hans: 含设备信息
zh_hant: 含裝置資訊

source: Documentation
de: Dokumentation
es: Documentación
it: Documentazione
pt: Documentação
zh_hans: 文档
zh_hant: 文件

source: Done
de: Fertig
es: Aceptar
fr: OK
it: Fine
pt: OK
zh_hans: 完成
zh_hant: 完成

source: Downloading from iCloud, %lld percent
de: Lade aus iCloud, %lld Prozent
es: Descargando de iCloud, %lld por ciento
fr: Téléchargement depuis iCloud, %lld pour cent
it: Scaricamento da iCloud, %lld percento
pt: Baixando do iCloud, %lld por cento
zh_hans: 正在从 iCloud 下载，百分之 %lld
zh_hant: 正在從 iCloud 下載，百分之 %lld

source: Downloading from iCloud… %lld%%
de: Lade aus iCloud … %lld%%
es: Descargando de iCloud… %lld%%
fr: Téléchargement depuis iCloud… %lld%%
it: Scaricamento da iCloud… %lld%%
pt: Baixando do iCloud… %lld%%
zh_hans: 正在从 iCloud 下载… %lld%%
zh_hant: 正在從 iCloud 下載… %lld%%

source: Drag anywhere on the image to redact a custom area.
de: Ziehe irgendwo auf dem Bild, um einen eigenen Bereich abzudecken.
es: Arrastra en cualquier parte de la imagen para tapar un área personalizada.
fr: Faites glisser n'importe où sur l'image pour masquer une zone personnalisée.
it: Trascina su un punto qualsiasi dell'immagine per coprire un'area personalizzata.
pt: Arraste em qualquer ponto da imagem para ocultar uma área personalizada.
zh_hans: 在图片任意位置拖动，即可打码自定义区域。
zh_hant: 在圖片任意位置拖曳，即可打碼自訂區域。

source: Drag on the image to add a redaction box manually.
de: Ziehe auf dem Bild, um manuell einen Abdeckbereich hinzuzufügen.
es: Arrastra sobre la imagen para añadir un recuadro manualmente.
fr: Faites glisser sur l'image pour ajouter une zone de masquage manuellement.
it: Trascina sull'immagine per aggiungere manualmente un riquadro di copertura.
pt: Arraste sobre a imagem para adicionar uma caixa de ocultação manualmente.
zh_hans: 在图片上拖动即可手动添加打码框。
zh_hant: 在圖片上拖曳即可手動加入打碼框。

source: Drag to draw. Pinch to zoom.
de: Ziehen zum Malen. Fingern zum Zoomen.
es: Arrastra para dibujar. Pellizca para hacer zoom.
fr: Glissez pour dessiner. Pincez pour zoomer.
it: Trascina per disegnare. Pizzica per ingrandire.
pt: Arraste para desenhar. Belisque para dar zoom.
zh_hans: 拖动绘制。双指捏合缩放。
zh_hant: 拖曳繪製。雙指縮放。

source: EXIF data present
de: EXIF-Daten vorhanden
es: Hay datos EXIF
fr: Données EXIF présentes
it: Dati EXIF presenti
pt: Dados EXIF presentes
zh_hans: 含 EXIF 信息
zh_hant: 含 EXIF 資訊

source: Edit Watermark…
de: Wasserzeichen bearbeiten …
es: Editar marca de agua…
fr: Modifier le filigrane…
it: Modifica filigrana…
pt: Editar marca d'água…
zh_hans: 编辑水印…
zh_hant: 編輯浮水印…

source: Emoji cover, drag to move, tap to change
de: Emoji-Abdeckung, ziehen zum Bewegen, tippen zum Ändern
es: Cubierta emoji, arrastra para mover, toca para cambiar
fr: Cache emoji, glissez pour déplacer, touchez pour changer
it: Copertura emoji, trascina per spostare, tocca per cambiare
pt: Cobertura de emoji, arraste para mover, toque para trocar
zh_hans: Emoji 覆盖，拖动移动，点按更换
zh_hant: emoji 覆蓋，拖曳移動，點一下更換

source: Everything stays
de: Alles bleibt
es: Todo se queda
fr: Tout reste
it: Tutto resta
pt: Tudo fica
zh_hans: 所有处理
zh_hant: 所有處理

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt: Exportar
zh_hans: 导出
zh_hant: 匯出

source: Express Delivery
de: Expressversand
es: Envío exprés
fr: Livraison express
it: Spedizione espressa
pt: Entrega expressa
zh_hans: 快递面单
zh_hant: 宅配單

source: Face
de: Gesicht
es: Cara
fr: Visage
it: Volto
pt: Rosto
zh_hans: 人脸
zh_hant: 人臉

source: Face Cover
de: Gesichtsabdeckung
es: Cubrir cara
fr: Cache visage
it: Copri volto
pt: Cobrir rosto
zh_hans: 人脸覆盖
zh_hant: 人臉覆蓋

source: Find private details
de: Finde private Details,
es: Encuentra datos privados
fr: Repérez les infos privées
it: Trova i dati privati
pt: Encontre dados privados
zh_hans: 分享之前，
zh_hant: 分享之前，

source: Free, forever. Every scan runs on your device — nothing is ever uploaded.
de: Für immer kostenlos. Jeder Scan läuft auf deinem Gerät – nichts wird hochgeladen.
es: Gratis, para siempre. Cada análisis se ejecuta en tu dispositivo; nunca se sube nada.
fr: Gratuit, pour toujours. Chaque analyse s'exécute sur votre appareil — rien n'est jamais envoyé.
it: Gratis, per sempre. Ogni scansione viene eseguita sul tuo dispositivo: nulla viene mai caricato.
pt: Grátis, para sempre. Toda análise roda no seu dispositivo — nada é enviado.
zh_hans: 永久免费。每次扫描都在你的设备上完成——绝不上传。
zh_hant: 永久免費。每次掃描都在你的裝置上完成——絕不上傳。

source: Free-draw; pick any color or eyedrop from the image.
de: Frei zeichnen; wähle eine Farbe oder pipettiere sie aus dem Bild.
es: Dibujo libre; elige un color o tómalo de la imagen con el cuentagotas.
fr: Dessin libre ; choisissez une couleur ou prélevez-la sur l'image.
it: Disegno libero; scegli un colore qualsiasi o prelevalo dall'immagine.
pt: Desenho livre; escolha qualquer cor ou capture uma da imagem.
zh_hans: 自由绘制；可选任意颜色，或从图片吸色。
zh_hant: 自由繪製；可選任意顏色，或從圖片吸色。

source: GPS data present
de: GPS-Daten vorhanden
es: Hay datos GPS
fr: Données GPS présentes
it: Dati GPS presenti
pt: Dados de GPS presentes
zh_hans: 含 GPS 信息
zh_hant: 含 GPS 資訊

source: Gaussian blur (can be reversible on text).
de: Gaußscher Weichzeichner (bei Text umkehrbar).
es: Desenfoque gaussiano (puede ser reversible en texto).
fr: Flou gaussien (peut être réversible sur du texte).
it: Sfocatura gaussiana (può essere reversibile sul testo).
pt: Desfoque gaussiano (pode ser reversível em texto).
zh_hans: 高斯模糊（文字上可能被还原）。
zh_hant: 高斯模糊（文字上可能被還原）。

source: Hide %@
de: %@ verbergen
es: Ocultar %@
fr: Masquer %@
it: Nascondi %@
pt: Ocultar %@
zh_hans: 隐藏%@
zh_hant: 隱藏%@

source: Hide Text
de: Text verbergen
es: Ocultar texto
fr: Masquer le texte
it: Nascondi testo
pt: Ocultar texto
zh_hans: 隐藏文字
zh_hant: 隱藏文字

source: Hide Text works best on a solid background.
de: Text verbergen wirkt am besten auf einfarbigem Hintergrund.
es: Ocultar texto funciona mejor sobre un fondo uniforme.
fr: Masquer le texte fonctionne mieux sur un arrière-plan uni.
it: Nascondi testo funziona meglio su uno sfondo uniforme.
pt: Ocultar texto funciona melhor em um fundo sólido.
zh_hans: 「隐藏文字」在纯色背景上效果最佳。
zh_hant: 「隱藏文字」在純色背景上效果最佳。

source: High
de: Hoch
es: Alta
fr: Élevé
it: Alta
pt: Alta
zh_hans: 高
zh_hant: 高

source: Highlights it on the photo
de: Hebt es auf dem Foto hervor
es: Lo resalta en la foto
fr: Le met en évidence sur la photo
it: Lo evidenzia nella foto
pt: Destaca na foto
zh_hans: 在照片上高亮显示
zh_hant: 在照片上醒目標示

source: How to Use
de: Anleitung
es: Cómo usar
fr: Comment utiliser
it: Come si usa
pt: Como usar
zh_hans: 使用方法
zh_hant: 使用方法

source: ID Number
de: Ausweisnummer
es: Número de identificación
fr: Numéro d'identité
it: Numero documento
pt: Número de identificação
zh_hans: 证件号
zh_hant: 證件號碼

source: IPTC, color profile notes, etc.
de: IPTC, Farbprofil-Notizen usw.
es: IPTC, notas del perfil de color, etc.
fr: IPTC, notes de profil colorimétrique, etc.
it: IPTC, note sul profilo colore, ecc.
pt: IPTC, notas de perfil de cor, etc.
zh_hans: IPTC、色彩描述等
zh_hant: IPTC、色彩描述檔備註等。

source: Import an image from Files, or try the sample.
de: Importiere ein Bild aus „Dateien“ oder probiere das Beispiel aus.
es: Importa una imagen desde Archivos o prueba el ejemplo.
fr: Importez une image depuis Fichiers ou essayez l'exemple.
it: Importa un'immagine da File o prova l'esempio.
pt: Importe uma imagem do Arquivos ou experimente o exemplo.
zh_hans: 从“文件”导入图片，或试用示例。
zh_hant: 從「檔案」匯入圖片，或試用範例。

source: Import from Files
de: Aus „Dateien“ importieren
es: Importar desde Archivos
fr: Importer depuis Fichiers
it: Importa da File
pt: Importar do Arquivos
zh_hans: 从“文件”导入
zh_hant: 從「檔案」匯入

source: In the file itself
de: In der Datei selbst
es: En el propio archivo
fr: Dans le fichier lui-même
it: Nel file stesso
pt: No próprio arquivo
zh_hans: 文件本身
zh_hant: 檔案本身

source: Keep %@ in exported image
de: %@ im exportierten Bild behalten
es: Conservar %@ en la imagen exportada
fr: Conserver %@ dans l'image exportée
it: Mantieni %@ nell'immagine esportata
pt: Manter %@ na imagem exportada
zh_hans: 在导出图片中保留%@
zh_hant: 在匯出圖片中保留%@

source: Keep in exported image
de: Im exportierten Bild behalten
es: Conservar en la imagen exportada
fr: Conserver dans l'image exportée
it: Mantieni nell'immagine esportata
pt: Manter na imagem exportada
zh_hans: 在导出图片中保留
zh_hant: 在匯出圖片中保留

source: Keeping %@
de: Behält %@
es: Se mantiene: %@
fr: Conservé : %@
it: Mantiene: %@
pt: Mantém: %@
zh_hans: 保留%@
zh_hant: 保留%@

source: License Plate
de: Kennzeichen
es: Matrícula
fr: Plaque d'immatriculation
it: Targa
pt: Placa do veículo
zh_hans: 车牌
zh_hant: 車牌

source: Loading photo
de: Foto wird geladen
es: Cargando foto
fr: Chargement de la photo
it: Caricamento foto
pt: Carregando foto
zh_hans: 正在加载照片
zh_hant: 正在載入照片

source: Loading photo…
de: Foto wird geladen …
es: Cargando foto…
fr: Chargement de la photo…
it: Caricamento foto…
pt: Carregando foto…
zh_hans: 正在加载照片…
zh_hant: 正在載入照片…

source: Location (GPS)
de: Standort (GPS)
es: Ubicación (GPS)
fr: Localisation (GPS)
it: Posizione (GPS)
pt: Localização (GPS)
zh_hans: 位置（GPS）
zh_hant: 位置（GPS）

source: Location is removed by default. Anything switched off is stripped from the exported copy; the original photo is never changed.
de: Der Standort wird standardmäßig entfernt. Alles Ausgeschaltete wird aus der exportierten Kopie entfernt; das Originalfoto bleibt unverändert.
es: La ubicación se elimina de forma predeterminada. Todo lo que desactives se quita de la copia exportada; la foto original nunca se modifica.
fr: La localisation est retirée par défaut. Tout ce qui est désactivé est supprimé de la copie exportée ; la photo originale n'est jamais modifiée.
it: La posizione viene rimossa per impostazione predefinita. Tutto ciò che è disattivato viene eliminato dalla copia esportata; la foto originale non viene mai modificata.
pt: A localização é removida por padrão. Tudo que estiver desativado é removido da cópia exportada; a foto original nunca é alterada.
zh_hans: 位置信息默认移除。关闭的项目会从导出副本中清除；原图始终不变。
zh_hant: 位置資訊預設移除。關閉的項目會從匯出副本中清除；原始照片始終不變。

source: Long-press a detected risk to trim it word by word, or use the text button in the risk list.
de: Halte einen erkannten Fund gedrückt, um ihn Wort für Wort zu kürzen – oder nutze die Textschaltfläche in der Liste.
es: Mantén pulsado un riesgo detectado para recortarlo palabra por palabra, o usa el botón de texto de la lista.
fr: Appuyez longuement sur un risque détecté pour le réduire mot à mot, ou utilisez le bouton texte dans la liste.
it: Tieni premuto un rischio rilevato per ridurlo parola per parola, o usa il pulsante testo nell’elenco.
pt: Mantenha premido um risco detetado para o reduzir palavra a palavra, ou use o botão de texto na lista.
zh_hans: 长按检测到的风险即可逐词收窄，也可以用风险清单里的文字按钮。
zh_hant: 長按偵測到的風險即可逐詞收窄，也可以用風險清單裡的文字按鈕。
